{
    "cartaReceta1": {
        "imagen": "../assets/img/receta1.jpg",
        "titulo": "Bandeja Paisa",
        "ingredientes": ["1 diente de ajo", "sal al gusto", "4 huevos", "aceite", "200 gramos de cebolla cabezona", "3 tomates", "2 aguacates", "1 hoja de laurel", "4 chorizos", "1 libra de arroz", "1 pizca de comino", "1 libra de chicharrón", "2 plátanos maduros", "350 gramos de carne picada de ternera", "1 libra de frijol", "4 arepas de maíz"],
        "preparacion": "<b>Paso 1/7</b><br>El día anterior dejar reposar en un recipiente con agua los frijoles.<br><br><b>Paso 2/7</b><br>Para preparar el arroz, agregamos 2 tazas de arroz y el doble de agua es decir, 4 tazas de agua. Cuando el agua hierva añadir el arroz y la hoja de laurel. Cocinar a fuego medio durante 15 minutos. Apagar el fuego y dejar reposar cinco minutos tapando el recipiente.<br><br><b>Paso 3/7</b><br>Para los plátanos vamos a preparar una sartén con aceite. Sacar tajadas a los plátanos y freír hasta que estén dorados, luego dejar reposar en un plato con papel absorbente o de cocina.<br><br><b>Paso 4/7</b><br>Procedemos a preparar el hogao. Corta la cebolla y el tomate en dados, picar el ajo en trocitos muy pequeños. Sofreír la cebolla en aceite durante 4 minutos, sazonar con sal y agregar el tomate, incorporar el ajo y el comino, mezclar bien y cocinar durante 2 minutos.<br><br><b>Paso 5/7</b><br>Escurrir los frijoles y llevarlos a la olla de presión, añadir el hogao. Cubre con agua y dejar cocinar por 30 minutos aproximadamente.<br><br><b>Paso 6/7</b><br>En una sartén la carne y el chorizo hasta que estén bien dorados. Luego retirar y en la misma sartén freír los huevos. En otra sartén fritar los chicharrones al gusto.<br><br><b>Paso 7/7</b><br>Para montar la bandeja paisa, colocamos el arroz, los frijosles, las tajadas, la carne picada, el chorizo, los chicharrones y el huevo (encima del arroz). Cortar el aguacate y adicionar las arepas de maíz y ¡listo a disfrutar!"
    },
    "cartaReceta2":{
        "imagen": "../assets/img/receta2.jpg",
        "titulo": "Empanada de Pollo",
        "ingredientes": ["1 paquete de obleas para empanadas grandes(280 g)", "250 g de pechuga de pollo", "1 cebolla morada o blanca", "100 g de pimiento rojo", "100 g de pimiento verde", "1 diente de ajo", "100 g de tomate natural triturado", "Sal", "Pimienta negra", "Aceite de oliva virgen extra", "50 ml de vino blanco", "1 huevo para pintar"],
        "preparacion": "<b>Paso 1/10</b><br>Pica en dados la cebolla, el ajo y los pimientos rojo y verde.<br><br><b>Paso 2/10</b><br>Saltea las verduras a fuego bajo con un chorrito de aceite de oliva.<br><br><b>Paso 3/10</b><br>Incorporamos el pollo picado en dados.<br><br><b>Paso 4/10</b><br>Añadimos salsa de tomate, sal, pimienta, tomillo y vino blanco. Cocinamos 20 minutos.<br><br><b>Paso 5/10</b><br>Precalentamos el horno a 200°C.<br><br><b>Paso 6/10</b><br>Rellenamos cada oblea.<br><br><b>Paso 7/10</b><br>Cerramos las obleas con un tenedor.<br><br><b>Paso 8/10</b><br>Pintamos con huevo batido.<br><br><b>Paso 9/10</b><br>Horneamos a 200°C, con calor arriba y abajo durante 10-12 minutos.<br><br><b>Paso 10/10</b><br>Saque las empanadas del horno y ¡Disfrute!"
    },
    "cartaReceta3":{
        "imagen": "../assets/img/receta3.jpg",
        "titulo": "Arepas de Queso",
        "ingredientes": ["1 ¾ de taza de harina de maíz precocido (250 g)", "125 g de queso mozzarella rallado", "125 g de queso mozzarella rebanado", "70 g de queso costeño rallado", "1 ½ taza de leche o agua tibia (350 ml)", "1 cucharadita de azúcar", "1 cucharadita de mantequilla"],
        "preparacion": "<b>Paso 1/6</b><br>Coloque la leche tibia en un bol de mezclas, agregue el azúcar y disuelva. Luego incorpora la harina poco a poco. Remueva primero con una cuchara, y luego con las manos, hasta que haya agregado toda la harina de maíz.<br><br><b>Paso 2/6</b><br>Entonces, agregue los quesos rallados, la mozzarella y el costeño. Amase muy bien hasta que la mezcla sea homogénea y modelable.<br><br><b>Paso 3/6</b><br>Divida la masa en cuatro porciones del mismo tamaño, y forme bolitas. Luego tome la primera bolita en sus manos, y húndala en el centro, como si quisiera hacer un cuenco de masa. Coloque un trocito de queso en el centro.<br><br><b>Paso 4/6</b><br>Luego, junte los bordes por arriba sellando la arepa.<br><br><b>Paso 5/6</b><br>Con delicadeza usando la punta de sus dedos, perfeccione cualquier detalle y asegúrese que la arepa quede parejita.<br><br><b>Paso 6/6</b><br>Derrita la mantequilla en el sartén donde se harán las arepas y esparza la mantequilla por toda la superficie. Entonces, coloque las arepas a cocinar, unos cinco minutos por cada lado. Retire del sartén y consuma inmediatamente. Si lo desea puede colocar una rebanada extra de queso por arriba."
    },
    "cartaReceta4":{
        "imagen": "../assets/img/receta4.jpg",
        "titulo": "Ajiaco",
        "ingredientes": ["4 dientes de ajo triturado", "sal al gusto", "2 tazas de crema de leche", "3 tallos de cebolla larga", "3 libras de pechuga de pollo", "16 tazas de agua", "4 mazorcas tiernas partidas en trozos", "2 libras de papa sabanera", "1 libra de papa criolla", "1 rama de cilantro", "1 rama de guascas", "1 taza de alcaparras", "4 aguacates medianos", "tomillo al gusto", "albahaca al gusto", "romero al gusto"],
        "preparacion": "<b>Paso 1/5</b><br>Poner las pechugas a hervir por 30 minutos (hasta que el pollo esté blando), luego agregar la cebolla, el ajo, y la papa pastusa y sabanera en rodajas hasta que estas esten disueltas. Adicionar la sal, el tomillo, la albahaca y el romero al gusto.<br><br><b>Paso 2/5</b><br>Se sacan las pechugas y la cebolla; Y al caldo se le agregan las mazorcas con la papa criolla permitiendo su cocion a fuego lento hasta lograr la densidad deseada. Se le añaden las guascas 5 minutos antes de servirlo.<br><br><b>Paso 3/5</b><br>En caso de que el pollo se desee servir deshilado, se debe agregar en el momento de servirlo. Y en caso de que sea en presa completa, se debe servir una porción en cada plato. También se pueden servir las carnes deshilachadas mezcladas con la crema, y así dar una mejor apariencia.<br><br><b>Paso 4/5</b><br>El plato se acompaña con el aguacate; las alcaparras y la crema de leche se sirven aparte para que cada persona se sirva a gusto.<br><br><b>Paso 5/5</b><br>Las mazorcas se sirven enteras o desgranadas con el ajiaco."
    },
    "cartaReceta5":{
        "imagen": "../assets/img/receta5.jpg",
        "titulo": "Arroz con Pollo",
        "ingredientes": ["4 tazas de pollo previamente cocido desmenuzado", "6 a 7 tazas de arroz cocido", "3 cucharadas de aceite de oliva o mantequilla", "1 cebolla amarilla o blanca", "6 dientes de ajo", "2 pimientos dulces", "2 cucharaditas de achiote", "1 cucharada de comino molido", "1/2 cucharadita a 1 cucharadita de cayena o chile en polvo", "2 cucharaditas de pimentón molido", "1 cucharada de orégano seco", "1 lata de 14.5 onzas", "10 onzas de arvejas", "2 zanahorias pequeñas", "1/2 a 1 taza de caldo de pollo", "4 cucharadas de salsa de soya", "2 cucharadas de cilantro finamente picado"],
        "preparacion": "<b>Paso 1/5</b><br>En una sartén grande o sartén alta, caliente el aceite de oliva a fuego medio y añada la cebolla picada, el ajo machacado, pimientos picados, achiote, comino, chile en polvo, pimentón y orégano. Cocine durante unos 5-7 minutos o hasta que las cebollas y los pimientos estén suaves.<br><br><b>Paso 2/5</b><br>Agregue los tomates, mezcle bien y cocine por otros 5 minutos.<br><br><b>Paso 3/5</b><br>Añada las arvejas (guisantes), la zanahoria picada, y el pavo o pollo desmenuzado (ya cocido). Mezcle bien y cocine durante unos minutos.<br><br><b>Paso 4/5</b><br>Añada el arroz cocido, la salsa de soya, y el caldo de pavo o pollo al gusto. Mezcle bien y cocine durante unos 5 a 10 minutos. Pruebe y ajuste la sal y los condimentos al gusto.<br><br><b>Paso 5/5</b><br>Agregue el cilantro o perejil finamente picado. Sirva con plátanos fritos maduros, rebanadas de aguacate y / o ensalada."
    },
    "cartaReceta6":{
        "imagen": "../assets/img/receta6.jpg",
        "titulo": "Arroz con Leche",
        "ingredientes": ["1 taza de arroz", "6 tazas de leche entera", "Una pizca de sal", "1 raja de canela", "2 rajas de corteza de naranja", "½ taza de azúcar también se puede usar azúcar morena o miel de panela", "½ taza de pasas", "1 cucharada de mantequilla", "½ taza de leche condensada ajuste a su gusto", "½ cucharadita de esencia de vainilla", "1 cucharada de ron - opcional"],
        "preparacion": "<b>Paso 1/7</b><br>Lave bien al arroz, al enjuagar cuando el agua quede clara significa que está bien lavado.<br><br><b>Paso 2/7</b><br>Ponga la leche en una olla de tamaño mediano con la corteza de naranja, canela y una pizca de sal. Haga hervir y añada el arroz lavado. Cocine a fuego lento durante aproximadamente 1 hora y 15 minutos, o hasta que el arroz esté tierno y suave. Revuelva de vez en cuando, con más frecuencia a medida que aumenta el tiempo de cocción.<br><br><b>Paso 3/7</b><br>Quite las ramas de canela y la cáscara de naranja del arroz.<br><br><b>Paso 4/7</b><br>Añada el azúcar o miel de panela y las pasas, cocine durante 15-20 minutos, o hasta que quede bien suave y cremoso. Revuelva con frecuencia para evitar que se queme.<br><br><b>Paso 5/7</b><br>Agregue la mantequilla.<br><br><b>Paso 6/7</b><br>Añada la leche condensada, la vainilla y ron al arroz con leche y revuelva bien. Retire del fuego.<br><br><b>Paso 7/7</b><br>El arroz con leche se puede servir caliente o frío. Decore con canela molida, frutas, dulce de leche, chocolate rallado, etc."
    },
    "cartaReceta7":{
        "imagen": "../assets/img/receta7.jpg",
        "titulo": "Changua",
        "ingredientes": ["1 diente de ajo", "al gusto de sal", "1 cucharada de mantequilla", "4 unidades de huevo", "1 tallo de cebolla larga", "2 tazas de agua", "al gusto de cilantro", "2 tazas de leche", "al gusto de pan o tostadas"],
        "preparacion": "<b>Paso 1/4</b><br>Mezclar en una olla a fuego medio las dos tazas de agua con la leche, la cebolla larga picada, el cilantro y el diente de ajo picado.<br><br><b>Paso 2/4</b><br>Agregar la mantequilla y sal al gusto.<br><br><b>Paso 3/4</b><br>Cuando empiece a hervir, añadir los huevos con cuidado para que no se quiebren las yemas.<br><br><b>Paso 4/4</b><br>Una vez los huevos estén al punto deseado, revolver, retirar del fuego y servir."
    },
    "cartaReceta8":{
        "imagen": "../assets/img/receta8.jpg",
        "titulo": "Tamal",
        "ingredientes": ["250 gramos de zanahoria cortada en rodajas", "3 dientes de ajo machacado", "al gusto de sal", "al gusto de pimienta", "3 unidades de huevo cocido cortados a la mitad", "1 manojo de cebolla larga", "1 unidad de pollo partido en trozos medianos", "6 tazas de agua", "250 gramos de arveja seca y cocida", "250 gramos de arroz cocido", "al gusto de comino", "al gusto de achiote", "500 gramos de tocino con cuero", "250 gramos de papa pelada y picada", "500 gramos de costillas de cerdo", "500 gramos de maíz blanco molido", "16 unidades de hojas de plátano soasadas", "10 unidades de cabuya"],
        "preparacion": "<b>Paso 1/10</b><br>Remojar el maíz durante 3 días cambiándole el agua diariamente y moverlo.<br><br><b>Paso 2/10</b><br>Adobar el pollo con sal, comino y pimienta. Reservar.<br><br><b>Paso 3/10</b><br>Sancochar el cuero del tocino y la costilla de cerdo en 6 tazas de agua con un poco de sal durante 20 minutos. Reservar el caldo.<br><br><b>Paso 4/10</b><br>Mezclar el maíz molido con tres tazas de caldo y colar.<br><br><b>Paso 5/10</b><br>Sofreír la cebolla, el ajo y el achiote con la grasa del tocino por 10 minutos.<br><br><b>Paso 6/10</b><br>Agregar el arroz cocido, la arveja y el maíz, revolver bien y dejar reposar 1 hora.<br><br><b>Paso 7/10</b><br>Para cada tamal engrasar una hoja de plátano, colocar una capa de masa y poner un poco de pollo, tocino, costilla de cerdo, papa, zanahoria y huevo en el centro.<br><br><b>Paso 8/10</b><br>Cubrir con la masa por encima y recoger las puntas y bordes de la hoja de plátano para amarrarlas con la cabuya.<br><br><b>Paso 9/10</b><br>Finalmente, cocinar los tamales en el caldo y agua que los cubra durante 2 horas y 1/4 con la olla tapada a fuego medio.<br><br><b>Paso 10/10</b><br>Pasado el tiempo, servir y disfrutar."
    }
}